# ------------------------------------------------------------
# student Table TestData
# ------------------------------------------------------------

INSERT INTO `student` (`name`, `gender`, `dateOfBirth`, `photo`, `level`, `idcard`, `account`, `phone_number1`, `phone_number2`, `address`, `education`, `remarks`, `operation`, `operationByUserId`, `operationByUser`, `operationAt`) VALUES
('张三', '男', '2005-06-01', 'photo_url_1', 10, '110101200506011234', '北京市', 12345678901, 12345678902, '北京市朝阳区', '小学', '无', 'insert', '1', 'admin', '2024-01-15T18:48:25+08:00'),
('李四', '女', '2006-07-02', 'photo_url_2', 9, '110101200607021234', '北京市', 12345678903, 12345678904, '北京市海淀区', '小学', '无', 'insert', '1', 'admin', '2024-01-15T18:48:25+08:00'),
('王五', '男', '2007-08-03', 'photo_url_3', 8, '110101200708031234', '北京市', 12345678905, 12345678906, '北京市西城区', '小学', '无', 'insert', '1', 'admin', '2024-01-15T18:48:25+08:00'),
('赵六', '女', '2008-09-04', 'photo_url_4', 7, '110101200809041234', '北京市', 12345678907, 12345678908, '北京市东城区', '小学', '无', 'insert', '1', 'admin', '2024-01-15T18:48:25+08:00'),
('孙七', '男', '2009-10-05', 'photo_url_5', 6, '110101200910051234', '北京市', 12345678909, 12345678910, '北京市南城区', '小学', '无', 'insert', '1', 'admin', '2024-01-15T18:48:25+08:00'),
('周八', '女', '2010-11-06', 'photo_url_6', 5, '110101201011061234', '北京市', 12345678911, 12345678912, '北京市北城区', '小学', '无', 'insert', '1', 'admin', '2024-01-15T18:48:25+08:00');